{
    "data": [ {
            "text": "I had the best experience having read from her. She is very intuitive and spot on about the traits of a person. She was very kind and patient with my reading and spoke to me as a friend. I will keep updating this platform as and when the time comes but I have a lot of faith in what she has said and am positive of all of it coming true.",
            "user": "maitrayee Jha",
            "address": "Mumbai"
        },{
            "text": "Sanjukta I has a phenomenal gift and this coupled with her caring personality and sense of humour makes readings both real and meaningful.She gets it so right and can often advise what actions to take by laying cards on top for more specific questions.Last week, Sanjukta was able to add on an extra service with her pendulum and fine tune on a reading.I have seen Sanjukta for personal readings but also in corporate situations,she really can work the crowd with her quick wit and her guides always seem to be there helping to pass on message to the guest.",
            "user": "Zainab",
            "address": "United Kingdom"
        },
        {
            "text": "Very impressive and close to accurate reading by Sanjukta for me and family.Has helped in some of my very important decision for self and dear ones.Highly recommended from my end to take her help as her hard work and dedication is surely helping lot of us for a smooth ride of our lives.",
            "user": "Poornima ",
            "address": "Delhi"
        },
        {
            "text": "My doughter was supposed to get married in next 6 months.For this purpose i met Sanjukta and with the help of tarot and detailed insight from her got a clear picture regarding the marriage and the boy.I strongly recommend Sanjukta for your tarot reading as she not only gives a peek into whats happening but will also guide you to ovrcome any challanging situations.",
            "user": "Niharika ",
            "address": "Kolkata"
        },
		{
            "text": "Have done a few readings.. Uncanny and and unreal sessions which replicate the inner thought process. Very precise.Very grateful to have found a reader like her. 🙏🏼.",
            "user": "Rohan Srivastava",
            "address": "Delhi"
        },
        {
            "text": "Sanjukta provided my tarot card reading with 100% accuracy.Her gently but practical aproach addressed the very issues that were being questioned in my life.I was able to achieve better clarity of my circumstances through her throughtful explanation as well as appreciate the nesessary position I am in at this time in my life.I acknowledge that Sanjukta has divine abilities and I am appreciative for having experiances her intutive gifts.",
            "user": "Yasmin ",
            "address": "Dubai"
        },
        {
            "text":"Amazing! Very...Very...Intuitive. Sanjukta is very precise about what is happening and her predictions are always on target. She's also great to guide you and offers great advice and wisdom and insight in her readings. She definitely made me feel much better... Took the words right out of my mouth. She's well worth it! I could never really believe tarot could be so accurate and know my deepest held feelings or what I was really thinking or going through... Amazing and mind-blowing is all I can say! Truly inspired",
            "user": "Rishi ",
            "address": "Kolkata"
        }
    ]
}